Repository: giellalt/corpus-sms
Catalog: prestable/tmx/sms2fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=1117_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: SääŠmǩiõli ǩiõllhuõl, normmummuš da terminologiatuâjj
fin: Saamenkielten kielenhuolto, normitus ja termityö

source: Sääʹm Ǩiõllkaʹlddi nåårr sääʹmǩiõl äʹšštobddjid da kåčč ǩiõllõõʹnnʼjid seminaaʹre Sajoʹsse, Aanra kålggmannu 6. peeiʹv saǥǥstõõllâd neellj jeeʹres sääʹmǩiõl ǩiõllhuõʹlle, normmummša da terminologiatuõjju õhtteei vaʹǯǯtõõzzin.
fin: Sámi Giellagáldu kokoaa saamenkielen asiantuntijoita ja kutsuu kielenkäyttäjiä seminaariin Sajosiin, Inariin lokakuun 6. päivänä keskustelemaan neljän eri saamenkielen kielenhuoltoon, normitukseen ja terminologiatyöhön liittyvistä haasteista.

source: Seämma poodd lij šiõǥǥ vuäittmõš piâssâd kuvddled neellj jeeʹres sääʹmǩiõl.
fin: Samalla on erinomainen mahdollisuus päästä kuulemaan neljää eri saamen kieltä.

source: Ǩiõllseminaarin vääʹldet lokku sääʹmteeʹǧǧi kolmmekksa, raajid pââiteei ǩiõllõhttsažtuâjjprojeeʹkt älggmõõžž.
fin: Kieliseminaarilla huomioidaan saamelaiskäräjien kolmivuotisen rajat ylittävän kieliyhteistyöprojektin alkamista.

source: Seminaar ääʹvad Lääʹddjânnam Sääʹmteeʹǧǧ saaǥǥtuõʹllʼjeei Tiina Sanila-Aikio.
fin: Seminaarin avaa Suomen Saamelaiskäräjien puheenjohtaja Tiina Sanila-Aikio.

source: Ǩiõllkaʹlddi – juâtkkprojeeʹkt altteemseminaar lij äävai pukid.
fin: Giellagáldu - jatkoprojektin aloitusseminaari on avoin kaikille.

source: Vuässõõđi mäʹhsse jiijj jiiʹjjez mäʹtǩǩ-, instemkääzzkõs- da poorrâmkuulid.
fin: Osallistujat maksavat itse omat matka-, majoitus- ja ateriakulut.

source: Seminaar tuʹlǩǩeet sääʹmǩiõlin lääʹdd- da ruõccǩiõʹlle.
fin: Seminaari tulkataan saamen kielistä suomen- ja ruotsin kielille.

source: Tiõrv pueʹttem !
fin: Tervetuloa !

source: 9.30 Kååʹff
fin: Ohjelma:

source: 10.00 Alggsaaǥǥ âânn Saaʹmi Parlamentaarla ž Suåvtõõzz saaǥǥtuõʹllʼjeei / Lääʹdd Sääʹmteeʹǧǧ saaǥǥtuõʹllʼjeei Tiina Sanila-Aikio
fin: 10.00 Avauspuhe Saamelaisen Parlamentaarisen Neuvoston puheenjohtaja / Suomen Saamelaiskäräjien puheenjohtaja Tiina Sanila-Aikio

source: 10.15 Taarr Sääʹmteeʹǧǧ presideʹntt Aili Keskitalo
fin: 10.15 Norjan Saamelaiskäräjien presidentti Aili Keskitalo

source: 10.30 Eino Koponen: Ǩiõllhuõl vuâđđjurddji suåvtõõllmõš nuõrttsääʹmǩiõʹlle
fin: 10.30 Eino Koponen: Kielenhuollon periaatteiden sovitteleminen koltankieleen

source: 11.10 Johanna Ijäs: Tâʹvvsääʹmǩiõl õhttõs-saaʹni da tõi ǩeeʹrjtummuš
fin: 11.10 Johanna Ijäs: Pohjoissaamen kielen yhdyssanat ja niiden kirjoittaminen

source: 11.50 Sääʹmvuuʹd škoouʹlʼjemkõõskõõzz sääʹm-musiikk mättʼtõõttji musikkčuäʹjtõs auditoriost
fin: 11.50 Saamelaisalueen koulutuskeskuksen saamenmusiikin oppilaiden musiikkiesitys auditoriossa

source: 13.30 Petter Morottaja: Mäʹhtt aanarsääʹmǩiõl õõlǥči ruõkkâd ?
fin: 13.30 Petter Morottaja: Miten inarinsaamen kieltä tulee huoltaa ?

source: 14.10 Svenn-Egil K. Duolljá: Ǩiõllmäättlaž meärrõõzz luulajasääʹmǩiõl ǩiõllnormmummuž vuâđđan
fin: 14.10 Svenn-Egil K. Duolljá: Kieliopilliset säännöt luulajansaamen kielen kielinormituksen perustana

source: 14.50 Marko Marjomaa: Ǩiõllkaʹlddi - juâtkkprojeʹktt
fin: 14.50 Marko Marjomaa: Giellagáldu - jatkoprojekti

source: 15.00 Loopptõs
fin: 15.00 Lopetus

source: Sääʹm Ǩiõllkaʹlddi lij säʹmmlai õhttsaž da seämmast pââimõs äʹšštobddi- da tuʹmmstõkorgaan sääʹmǩiõl kuõskki kõõččmõõžžin.
fin: Sámi Giellagáldu on saamelaisten yhteinen ja samalla ylin asiantuntija- ja päätöselin saamen kieltä koskevissa kysymyksissä.

source: Sääʹm Ǩiõllkaʹlddi taʹrjjad ǩiõlʼlaž vieʹǩǩ da vuäʹppast ǩiõllõõʹnnʼjid sääʹmǩiõli âânnmõʹšše kuõskki aaʹššin.
fin: Sámi Giellagáldu tarjoaa kielellistä apua ja neuvoo kielenkäyttäjiä saamen kielten käyttöön liittyvissä asioissa.

source: Sääʹm Ǩiõllkaʹlddi tuõjju koʹlle terminologiatuâj da normmummuž lââʹssen še ǩiõllhuõll.
fin: Sámi Giellagáldun työhön kuuluu terminologiatyön ja normituksen ohella myös kielenhuolto.

source: Lââʹssen Sääʹm Ǩiõllkaʹlddi juâkk teâđaid sääʹmǩiõlin da sääʹmǩiõlid kuõskki aaʹššin.
fin: Lisäksi Sámi Giellagáldu jakaa tietoa saamen kielistä ja saamen kieliin liittyvistä asioista.

source: Ǩiõllkaʹlddi – juâtkkprojeeʹkt teäggte EU Interreg V Tâʹvv - prograamm Sápmi-vueʹssvuʹvdd, Lappi lett, Tromssa lään di Taarr, Ruõcc da Lääʹddjânnam Sääʹmteeʹǧǧ.
fin: Giellagáldu - jatkoprojektia rahoittavat EU:n Interreg V Pohjoinen - ohjelman S ápmi-osa-alue, Lapin liitto, Tromssan lääni sekä Norjan, Ruotsin ja Suomen Saamelaiskäräjät.

source: Projeeʹkt jååʹđat Lääʹddjânnam Sääʹmteʹǧǧ.
fin: Projektia johtaa Suomen Saamelaiskäräjät.
